;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after simbol ' = '
;
;
; TranslationAuthor: Andrzej Mazurkiewicz
; TranslationAuthorEmail: andrzejmz69@gmail.com
; Soft Version: 1.15.53
;

[Translation]
LanguageName=PL
LangCode=0415
ReadHabit=Left-to-right
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET

Confirm=Potwierdzenie

;
; Main GUI
;
TfrmWRMMain.Caption=Wise Reminder
TfrmWRMMain.btnUnfinish.Caption=Nieukończone
TfrmWRMMain.btnCompleted.Caption=Ukończone
TfrmWRMMain.btnBack.caption=Wstecz
TfrmWRMMain.btnDone.Caption=Zapisz
TfrmWRMMain.lblRepeat.caption=Powtórz:
TfrmWRMMain.lblTime.caption=Czas:
TfrmWRMMain.lblName.caption=Opis:
TfrmWRMMain.lblDate.caption=Data:
TfrmWRMMain.cbPeriod.Item1=Raz
TfrmWRMMain.cbPeriod.Item2=Co dziennie
TfrmWRMMain.cbPeriod.Item3=Co tydzień
TfrmWRMMain.cbPeriod.Item4=Co miesiąc
TfrmWRMMain.cbPeriod.Item5=Co rok
;
;hint
;
TfrmWRMMain.imgf.hint=Znajdź nas na Facebooku
TfrmWRMMain.imgt.hint=Znajdź nas na Twitterze
TfrmWRMMain.imgmail.hint=Podziel się z przyjaciółmi
TfrmWRMMain.imghome.hint=Strona domowa
TfrmWRMMain.CloseHint=Zamknij
TfrmWRMMain.MenuHint=Menu
TfrmWRMMain.MinHint=Zminimalizuj
TfrmWRMMain.lbl2.caption=Obecna wersja:%s
TfrmWRMMain.lbl3.Caption=Sprawdź aktualizacje
TfrmWRMMain.btnDetails.hint_1=Szczegóły
TfrmWRMMain.btnDetails.hint_2=Zmodyfikuj i powtórz
TfrmWRMMain.btnDelete.hint_1=Oznacz jako ukończone
TfrmWRMMain.btnDelete.hint_2=Usuń


msgdlg.btnNO=NIE
msgdlg.btnOk=OK
msgdlg.btnYes=Tak
;
; Time
;
constY=Rok
constM=Miesiąc
constD=Dzień
constHH=Godzina
constMM=Minuta
constSS=Sekunda
constYs=Lata
constMs=Miesiące
constDs=Dni
constHHs=Godzin(y)
constMMs=Minut(y)
constSSs=Sekund(y)
;
; Popup Menu
;
TfrmWRMMain.TrayMenuItem1=Pomoc Online
TfrmWRMMain.TrayMenuItem2=Forum
TfrmWRMMain.TrayMenuItem3=Strona domowa
TfrmWRMMain.TrayMenuItem4=Skontaktuj się z nami
TfrmWRMMain.TrayMenuItem5=Sprawdź aktualizacje
TfrmWRMMain.TrayMenuItem6=Sprawdź wiadomości
TfrmWRMMain.TrayMenuItem7=Język
TfrmWRMMain.TrayMenuItem8=Uruchom na starcie
TfrmWRMMain.TrayMenuItem9=O programie
TfrmWRMMain.TrayMenuItem10=Zamknij
TfrmRemindDlg.Caption_1=Zostały przegapione niektóre przypomnienia
TfrmWRMMain.lbl1.caption=Przywróć
TfrmWRMMain.fxpmn.item1=Kopia
TfrmWRMMain.fxpmn.item2=Przywróć
;
; Notice
;
TfrmRemindDlg.Caption=Notatka
TfrmRemindDlg.btnComplete.Caption=OK Wiem
TfrmRemindDlg.btnDelay.Caption=Przełóż
;
; About
;
TfrmAbout.Caption=O programie
TfrmAbout.lblEmail.caption=Email do Wsparcia:
TfrmAbout.lblhome.caption=Oficjalna Strona:
TfrmAbout.lblthanks.caption=Podziękowania dla następujących osób:
TfrmAbout.btnOk.Caption=OK
TfrmAbout.lblver.Caption=Obecna wersja:
;
;Voice
;
TfrmWRMMain.cbbVoice.Item1 = Wyłączone
TfrmWRMMain.cbbVoice.Item2 = Domyślne
TfrmWRMMain.cbbVoice.Item3 = Dostosuj 
TfrmWRMMain.lblVoice.Caption = Powiadomienia głosowe

[Messages]
ExitModify=Istnieją niezapisane zmiany. Czy na pewno chcesz opuścić tą stronę?
RemindNameNULL=Proszę wprowadzić opis przypomnienia!
NewVer=Dostępna jest nowsza wersja! Zaktualizować teraz?
NoNewVer=Gratulacje! Używasz najnowszej wersji.
ExitApp=Czy na pewno chcesz zamknąć Wise Reminder? Po zrobieniu tego wszystkie przypomnienia Wise Reminder będą niedostępne!
NoneReminder=Nie masz ustawionego jeszcze żadnego przypomnienia!
NoneCopmpleted=Nie ukończono jeszcze żadnego przypomnienia!
NoneSelected=Proszę wybrać co najmniej jedno zadanie!
TimeOver=Został ustawiony czas przeszły!

[Lang]
NativeLanguage=Polish